problems/+azevedo/@ImpactOnBrick/meshes/brickSym18x10x18/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          324;
        startFace       9036;
    }
    left
    {
        type            wall;
        nFaces          180;
        startFace       9360;
    }
    right
    {
        type            wall;
        nFaces          180;
        startFace       9540;
    }
    bottom
    {
        type            wall;
        nFaces          324;
        startFace       9720;
    }
    back
    {
        type            wall;
        nFaces          180;
        startFace       10044;
    }
    front
    {
        type            wall;
        nFaces          180;
        startFace       10224;
    }
)


// ************************************************************************* //
